@pad@	0
@start@	0
@end@	0
@@UNKNOWN@@	0
▁t	-0
▁a	-1
he	-2
▁w	-3
in	-4
re	-5
▁s	-6
▁the	-7
er	-8
nd	-9
▁o	-10
▁b	-11
▁f	-12
▁c	-13
it	-14
▁m	-15
ha	-16
▁I	-17
ou	-18
▁and	-19
as	-20
is	-21
▁p	-22
▁to	-23
ed	-24
ing	-25
▁d	-26
or	-27
en	-28
es	-29
ll	-30
on	-31
▁g	-32
ic	-33
▁l	-34
at	-35
an	-36
▁n	-37
om	-38
▁was	-39
▁T	-40
▁ha	-41
ar	-42
ot	-43
ve	-44
ut	-45
▁of	-46
▁e	-47
le	-48
us	-49
oo	-50
▁in	-51
ac	-52
▁be	-53
ver	-54
▁re	-55
▁we	-56
ly	-57
▁it	-58
▁is	-59
▁The	-60
▁for	-61
al	-62
▁on	-63
▁y	-64
hat	-65
▁th	-66
et	-67
ay	-68
ri	-69
▁h	-70
ur	-71
ood	-72
▁st	-73
▁you	-74
ow	-75
id	-76
ent	-77
all	-78
ith	-79
me	-80
▁he	-81
▁with	-82
▁that	-83
▁my	-84
gh	-85
ld	-86
st	-87
ice	-88
ion	-89
ke	-90
ir	-91
ad	-92
▁S	-93
▁W	-94
ce	-95
▁but	-96
ro	-97
▁pl	-98
▁me	-99
▁A	-100
▁at	-101
▁not	-102
▁this	-103
▁have	-104
▁they	-105
ec	-106
very	-107
▁an	-108
el	-109
▁are	-110
▁or	-111
▁had	-112
▁as	-113
▁u	-114
▁so	-115
ome	-116
ould	-117
ust	-118
ast	-119
pp	-120
▁were	-121
ant	-122
ill	-123
ally	-124
▁M	-125
▁ex	-126
ace	-127
▁ne	-128
if	-129
ter	-130
▁wh	-131
ab	-132
▁ser	-133
▁li	-134
reat	-135
▁ti	-136
ght	-137
ch	-138
▁se	-139
▁C	-140
▁B	-141
▁j	-142
▁al	-143
her	-144
▁place	-145
▁food	-146
ore	-147
▁good	-148
..	-149
▁sa	-150
red	-151
se	-152
ack	-153
▁out	-154
th	-155
est	-156
ess	-157
am	-158
▁lo	-159
ff	-160
ge	-161
▁go	-162
ers	-163
▁H	-164
qu	-165
un	-166
end	-167
▁get	-168
▁fr	-169
▁do	-170
▁serv	-171
▁sp	-172
il	-173
▁r	-174
ul	-175
▁k	-176
▁We	-177
▁very	-178
ain	-179
out	-180
ked	-181
im	-182
hen	-183
▁(	-184
ite	-185
▁us	-186
▁com	-187
▁all	-188
▁su	-189
▁ab	-190
one	-191
▁here	-192
▁sh	-193
▁F	-194
ick	-195
ak	-196
res	-197
▁time	-198
▁great	-199
▁fri	-200
▁there	-201
op	-202
▁up	-203
▁ord	-204
▁P	-205
▁It	-206
▁O	-207
ry	-208
▁like	-209
▁ch	-210
▁N	-211
▁would	-212
▁our	-213
▁service	-214
per	-215
▁did	-216
▁just	-217
ous	-218
▁back	-219
▁D	-220
ation	-221
ven	-222
han	-223
▁wor	-224
ake	-225
ate	-226
ich	-227
ive	-228
▁G	-229
▁from	-230
▁can	-231
so	-232
ef	-233
▁one	-234
▁am	-235
▁their	-236
and	-237
av	-238
▁v	-239
os	-240
ie	-241
▁L	-242
▁wa	-243
able	-244
art	-245
nt	-246
our	-247
▁if	-248
▁qu	-249
ink	-250
rou	-251
▁some	-252
▁ca	-253
tion	-254
▁They	-255
ck	-256
way	-257
▁co	-258
▁about	-259
▁che	-260
▁wait	-261
▁too	-262
iz	-263
▁pro	-264
▁will	-265
ind	-266
▁pr	-267
▁when	-268
▁friend	-269
▁dis	-270
▁Th	-271
...	-272
▁your	-273
em	-274
ide	-275
▁fe	-276
!!	-277
ook	-278
ine	-279
ight	-280
ther	-281
ca	-282
▁any	-283
▁really	-284
▁been	-285
use	-286
▁con	-287
▁E	-288
▁what	-289
▁them	-290
ered	-291
▁off	-292
▁which	-293
um	-294
▁This	-295
ig	-296
▁1	-297
ag	-298
com	-299
▁-	-300
ious	-301
▁no	-302
▁over	-303
▁fl	-304
▁rest	-305
▁more	-306
▁got	-307
▁every	-308
ty	-309
▁en	-310
ect	-311
int	-312
▁ro	-313
fter	-314
▁other	-315
▁V	-316
▁man	-317
▁beca	-318
pl	-319
▁kn	-320
ra	-321
▁R	-322
ough	-323
▁she	-324
▁2	-325
▁because	-326
▁$	-327
▁by	-328
▁only	-329
▁even	-330
ort	-331
▁pre	-332
ist	-333
ost	-334
▁My	-335
▁ag	-336
ong	-337
▁want	-338
oy	-339
itt	-340
▁"	-341
aur	-342
▁pe	-343
own	-344
here	-345
aurant	-346
▁has	-347
ct	-348
▁could	-349
▁don	-350
ment	-351
ien	-352
ol	-353
▁also	-354
▁del	-355
▁sal	-356
ard	-357
▁restaurant	-358
ars	-359
aff	-360
▁tast	-361
▁nice	-362
▁cl	-363
oint	-364
▁order	-365
▁Y	-366
▁try	-367
▁than	-368
ved	-369
ways	-370
hing	-371
avor	-372
ade	-373
ity	-374
▁ri	-375
▁le	-376
ble	-377
az	-378
irst	-379
▁app	-380
▁know	-381
▁min	-382
▁exper	-383
▁who	-384
thing	-385
▁dr	-386
ings	-387
▁well	-388
ress	-389
▁op	-390
▁staff	-391
mend	-392
ud	-393
▁work	-394
▁after	-395
day	-396
ience	-397
▁didn	-398
▁ordered	-399
▁loc	-400
▁te	-401
ish	-402
▁her	-403
ful	-404
▁came	-405
ple	-406
▁day	-407
▁always	-408
age	-409
▁recom	-410
▁sm	-411
efin	-412
te	-413
▁recommend	-414
▁best	-415
ile	-416
ond	-417
▁dec	-418
▁look	-419
ail	-420
▁un	-421
▁need	-422
itely	-423
▁eat	-424
ass	-425
efinitely	-426
wn	-427
icken	-428
uch	-429
ople	-430
▁come	-431
▁de	-432
▁how	-433
▁friendly	-434
▁cr	-435
ittle	-436
ree	-437
▁ad	-438
▁J	-439
ated	-440
▁br	-441
▁people	-442
▁again	-443
▁drink	-444
▁say	-445
▁bet	-446
▁little	-447
▁3	-448
▁experience	-449
▁love	-450
ip	-451
▁tw	-452
▁never	-453
▁call	-454
▁much	-455
▁men	-456
azing	-457
ue	-458
icious	-459
to	-460
ustom	-461
▁gu	-462
ure	-463
▁first	-464
▁went	-465
ese	-466
ian	-467
igh	-468
▁made	-469
gg	-470
▁make	-471
▁bre	-472
▁said	-473
ies	-474
▁per	-475
unch	-476
iew	-477
▁cle	-478
we	-479
▁custom	-480
oth	-481
▁tr	-482
les	-483
▁chicken	-484
▁menu	-485
xt	-486
▁going	-487
▁delicious	-488
▁definitely	-489
▁ye	-490
▁amazing	-491
other	-492
▁bu	-493
▁car	-494
lp	-495
round	-496
▁bus	-497
).	-498
ices	-499
▁pret	-500
ater	-501
eci	-502
▁way	-503
fe	-504
▁hot	-505
▁help	-506
ach	-507
▁din	-508
▁He	-509
▁minut	-510
fore	-511
ving	-512
▁im	-513
▁better	-514
▁cha	-515
▁tri	-516
▁new	-517
▁see	-518
▁down	-519
urn	-520
▁If	-521
▁night	-522
ave	-523
▁before	-524
▁take	-525
ooked	-526
▁exp	-527
▁then	-528
ose	-529
▁pretty	-530
▁bar	-531
pt	-532
▁room	-533
▁happ	-534
ull	-535
act	-536
ee	-537
▁right	-538
king	-539
▁two	-540
ger	-541
uce	-542
side	-543
ber	-544
izz	-545
▁part	-546
ually	-547
▁price	-548
▁mo	-549
ner	-550
ound	-551
are	-552
▁told	-553
▁think	-554
▁So	-555
app	-556
▁hour	-557
view	-558
▁vis	-559
▁&	-560
resh	-561
ason	-562
▁sure	-563
▁lot	-564
▁location	-565
ap	-566
omet	-567
hed	-568
eg	-569
▁bur	-570
ever	-571
▁clean	-572
▁5	-573
▁wee	-574
▁ever	-575
▁cou	-576
▁around	-577
▁ac	-578
▁review	-579
oc	-580
ily	-581
ush	-582
ert	-583
▁visit	-584
ince	-585
▁few	-586
ob	-587
mes	-588
▁i	-589
▁comp	-590
▁ve	-591
ame	-592
▁minutes	-593
hes	-594
▁bl	-595
▁wal	-596
▁4	-597
▁still	-598
▁bit	-599
▁own	-600
joy	-601
▁sl	-602
▁ar	-603
sel	-604
▁K	-605
▁There	-606
▁long	-607
▁feel	-608
ting	-609
▁fresh	-610
▁give	-611
▁sc	-612
▁took	-613
tions	-614
▁perf	-615
▁res	-616
▁asked	-617
ool	-618
▁flavor	-619
▁his	-620
▁She	-621
▁aw	-622
▁somet	-623
izza	-624
▁find	-625
▁times	-626
▁enjoy	-627
ix	-628
▁att	-629
▁meal	-630
▁por	-631
▁dif	-632
erv	-633
▁small	-634
ks	-635
▁Ch	-636
▁ext	-637
be	-638
▁table	-639
▁home	-640
fere	-641
▁Veg	-642
▁high	-643
▁most	-644
ep	-645
▁em	-646
ont	-647
erson	-648
▁On	-649
▁bad	-650
▁St	-651
▁area	-652
▁sauce	-653
ady	-654
▁Great	-655
▁wasn	-656
ient	-657
▁another	-658
▁since	-659
▁now	-660
▁customer	-661
▁Vegas	-662
▁And	-663
▁You	-664
▁next	-665
▁exce	-666
▁ent	-667
▁server	-668
▁seem	-669
akes	-670
▁Not	-671
▁many	-672
ens	-673
▁salad	-674
▁being	-675
▁But	-676
▁show	-677
▁pizza	-678
ating	-679
▁while	-680
▁inc	-681
▁check	-682
ute	-683
▁cheese	-684
ery	-685
▁into	-686
▁des	-687
▁differe	-688
ality	-689
▁everything	-690
▁super	-691
▁ke	-692
▁Al	-693
▁gr	-694
▁U	-695
ub	-696
▁should	-697
▁something	-698
appoint	-699
▁lunch	-700
▁cre	-701
▁last	-702
▁store	-703
▁where	-704
▁fin	-705
ecial	-706
▁wanted	-707
▁person	-708
▁perfect	-709
▁act	-710
!!!	-711
▁end	-712
▁meat	-713
ought	-714
rd	-715
▁him	-716
▁disappoint	-717
od	-718
air	-719
▁favor	-720
▁add	-721
self	-722
▁imp	-723
▁does	-724
esome	-725
▁When	-726
▁pay	-727
eak	-728
▁ph	-729
▁start	-730
▁gl	-731
pped	-732
▁side	-733
get	-734
▁quick	-735
▁big	-736
▁sha	-737
00	-738
▁though	-739
oor	-740
ire	-741
nder	-742
▁worth	-743
▁tried	-744
▁swe	-745
▁open	-746
ign	-747
▁special	-748
up	-749
▁expect	-750
uck	-751
▁drinks	-752
▁different	-753
iness	-754
▁dinner	-755
▁looking	-756
▁thing	-757
orn	-758
llent	-759
▁reason	-760
iced	-761
▁gre	-762
led	-763
▁sand	-764
ount	-765
▁happy	-766
▁chan	-767
uff	-768
ably	-769
ional	-770
▁done	-771
ato	-772
▁guy	-773
▁el	-774
ance	-775
rough	-776
▁lef	-777
ided	-778
▁ret	-779
▁kind	-780
▁fam	-781
osp	-782
▁sandw	-783
leas	-784
orm	-785
▁quality	-786
▁under	-787
▁pat	-788
▁years	-789
▁par	-790
▁char	-791
▁cas	-792
▁through	-793
▁plac	-794
aking	-795
ouse	-796
pr	-797
....	-798
plain	-799
ans	-800
▁sweet	-801
▁As	-802
▁may	-803
ife	-804
▁enough	-805
▁called	-806
▁same	-807
▁wr	-808
▁let	-809
▁sec	-810
▁$1	-811
ular	-812
▁cont	-813
▁found	-814
▁awesome	-815
ction	-816
▁away	-817
▁spot	-818
iss	-819
ult	-820
▁care	-821
▁break	-822
▁both	-823
ove	-824
lf	-825
▁taste	-826
ions	-827
▁dri	-828
▁left	-829
▁reg	-830
▁else	-831
pe	-832
▁past	-833
▁things	-834
▁put	-835
oney	-836
▁stay	-837
edi	-838
ise	-839
ffee	-840
▁tell	-841
icy	-842
▁favorite	-843
▁In	-844
▁ref	-845
▁10	-846
fort	-847
▁sele	-848
▁stars	-849
▁item	-850
ager	-851
ary	-852
▁fun	-853
▁deal	-854
ude	-855
▁full	-856
▁hand	-857
▁coming	-858
▁sou	-859
ott	-860
▁return	-861
▁bas	-862
▁fries	-863
▁top	-864
▁inst	-865
▁prices	-866
ER	-867
osphere	-868
og	-869
▁friends	-870
▁ok	-871
▁free	-872
▁cream	-873
mosphere	-874
▁old	-875
▁business	-876
anc	-877
▁excellent	-878
▁pleas	-879
▁lar	-880
▁job	-881
room	-882
io	-883
▁sur	-884
▁gi	-885
▁family	-886
fast	-887
sol	-888
▁Be	-889
ushi	-890
▁Every	-891
▁roll	-892
▁mon	-893
ately	-894
▁anything	-895
▁places	-896
ves	-897
mp	-898
▁coffee	-899
▁getting	-900
iet	-901
),	-902
▁water	-903
ations	-904
▁thought	-905
▁burger	-906
ons	-907
▁rice	-908
▁rece	-909
▁bo	-910
▁atmosphere	-911
▁Our	-912
▁busy	-913
▁gave	-914
any	-915
▁ask	-916
▁nothing	-917
▁pick	-918
▁cons	-919
▁cour	-920
ier	-921
uc	-922
▁actually	-923
▁hard	-924
▁pot	-925
bably	-926
▁money	-927
ew	-928
ervice	-929
▁front	-930
▁Very	-931
▁week	-932
▁decided	-933
rible	-934
ps	-935
▁line	-936
ark	-937
▁breakfast	-938
▁shop	-939
onder	-940
ables	-941
▁manager	-942
band	-943
▁sat	-944
solute	-945
▁tasty	-946
▁bread	-947
ize	-948
▁hotel	-949
usband	-950
▁pa	-951
▁av	-952
▁these	-953
▁use	-954
less	-955
essert	-956
▁used	-957
▁dish	-958
▁its	-959
▁selection	-960
▁rec	-961
▁month	-962
▁arri	-963
▁After	-964
▁Service	-965
▁For	-966
▁hair	-967
▁quite	-968
▁point	-969
ng	-970
▁All	-971
▁far	-972
▁20	-973
uring	-974
▁Than	-975
▁husband	-976
▁sandwich	-977
▁inside	-978
ild	-979
▁kid	-980
▁large	-981
vers	-982
astic	-983
▁each	-984
▁why	-985
▁eas	-986
most	-987
▁star	-988
▁No	-989
▁sushi	-990
fess	-991
▁without	-992
▁items	-993
▁steak	-994
▁beer	-995
▁half	-996
▁attent	-997
where	-998
▁needed	-999
ib	-1000
atch	-1001
▁tal	-1002
esp	-1003
und	-1004
arly	-1005
▁wonder	-1006
▁comple	-1007
▁egg	-1008
▁fried	-1009
▁looked	-1010
▁dessert	-1011
▁Food	-1012
ia	-1013
▁tac	-1014
▁.	-1015
▁Wh	-1016
▁house	-1017
▁fast	-1018
uge	-1019
▁sit	-1020
ails	-1021
▁disappointed	-1022
▁waiting	-1023
ten	-1024
cha	-1025
▁probably	-1026
▁war	-1027
▁helpful	-1028
▁reviews	-1029
ny	-1030
fessional	-1031
▁cho	-1032
▁door	-1033
▁hours	-1034
▁waitress	-1035
▁soup	-1036
▁cut	-1037
ord	-1038
▁sim	-1039
▁dishes	-1040
stand	-1041
reme	-1042
▁gir	-1043
▁couple	-1044
▁once	-1045
▁options	-1046
rip	-1047
blem	-1048
ged	-1049
ros	-1050
▁ty	-1051
ex	-1052
▁set	-1053
ared	-1054
vel	-1055
▁How	-1056
▁fill	-1057
ual	-1058
▁able	-1059
▁treat	-1060
▁having	-1061
▁real	-1062
▁Over	-1063
solutely	-1064
▁6	-1065
▁someone	-1066
riend	-1067
▁problem	-1068
ited	-1069
pping	-1070
elt	-1071
bs	-1072
▁beef	-1073
umm	-1074
▁such	-1075
▁keep	-1076
▁iss	-1077
ploy	-1078
▁everyone	-1079
▁enjoyed	-1080
roup	-1081
▁must	-1082
▁What	-1083
▁run	-1084
▁pic	-1085
▁those	-1086
▁ice	-1087
▁least	-1088
▁ter	-1089
aut	-1090
▁town	-1091
▁huge	-1092
▁stand	-1093
▁later	-1094
▁almost	-1095
ized	-1096
▁couldn	-1097
▁less	-1098
rimp	-1099
ecially	-1100
ward	-1101
▁trying	-1102
▁outside	-1103
▁days	-1104
ash	-1105
oke	-1106
▁won	-1107
▁loved	-1108
oll	-1109
▁rem	-1110
▁company	-1111
▁That	-1112
▁tasted	-1113
aw	-1114
▁extra	-1115
▁Also	-1116
▁employ	-1117
ale	-1118
▁cool	-1119
ted	-1120
▁cooked	-1121
▁impress	-1122
au	-1123
▁during	-1124
▁offer	-1125
ts	-1126
▁mus	-1127
remely	-1128
▁fish	-1129
▁rel	-1130
▁unt	-1131
▁felt	-1132
ied	-1133
▁walk	-1134
▁tables	-1135
▁owner	-1136
▁whole	-1137
ci	-1138
▁highly	-1139
ible	-1140
ead	-1141
▁year	-1142
ru	-1143
▁served	-1144
ather	-1145
▁light	-1146
ike	-1147
▁list	-1148
ates	-1149
▁appet	-1150
antastic	-1151
▁rep	-1152
▁bel	-1153
▁usually	-1154
▁dog	-1155
▁phone	-1156
ican	-1157
▁sty	-1158
ender	-1159
ised	-1160
▁bring	-1161
ren	-1162
▁Their	-1163
rill	-1164
▁incl	-1165
▁until	-1166
elp	-1167
▁second	-1168
▁pork	-1169
▁close	-1170
▁var	-1171
ical	-1172
▁stuff	-1173
▁esp	-1174
the	-1175
ning	-1176
▁inf	-1177
▁decent	-1178
▁surpr	-1179
ets	-1180
▁et	-1181
ues	-1182
ither	-1183
ically	-1184
▁wrong	-1185
▁spicy	-1186
▁potato	-1187
▁appoint	-1188
ensive	-1189
▁Am	-1190
▁sever	-1191
arl	-1192
ax	-1193
▁buy	-1194
▁cook	-1195
▁walked	-1196
cess	-1197
▁sign	-1198
rought	-1199
ho	-1200
▁ass	-1201
▁gen	-1202
gan	-1203
▁play	-1204
▁sk	-1205
▁extremely	-1206
▁Overall	-1207
▁pur	-1208
▁Dr	-1209
▁$2	-1210
▁several	-1211
▁wonderful	-1212
▁appointment	-1213
▁fix	-1214
ors	-1215
▁customers	-1216
▁eating	-1217
onest	-1218
▁today	-1219
autif	-1220
▁three	-1221
▁restaurants	-1222
IN	-1223
ft	-1224
▁name	-1225
▁:	-1226
▁One	-1227
ness	-1228
▁stop	-1229
▁professional	-1230
iously	-1231
▁decor	-1232
▁cold	-1233
▁complain	-1234
ock	-1235
▁doesn	-1236
▁main	-1237
▁hop	-1238
osed	-1239
que	-1240
▁brought	-1241
▁appetiz	-1242
▁anyone	-1243
owl	-1244
▁absolutely	-1245
▁wife	-1246
▁shrimp	-1247
▁kids	-1248
owd	-1249
▁tea	-1250
ently	-1251
▁Just	-1252
▁seemed	-1253
▁started	-1254
▁Good	-1255
▁girl	-1256
▁cra	-1257
itc	-1258
vent	-1259
▁group	-1260
▁comes	-1261
▁makes	-1262
▁ins	-1263
▁turn	-1264
▁working	-1265
▁NO	-1266
▁fantastic	-1267
no	-1268
ang	-1269
▁ap	-1270
▁bat	-1271
▁pack	-1272
isp	-1273
ocol	-1274
▁To	-1275
ips	-1276
▁leave	-1277
▁supp	-1278
▁pri	-1279
ork	-1280
ative	-1281
▁rude	-1282
ross	-1283
▁class	-1284
▁parking	-1285
▁finally	-1286
▁drive	-1287
▁especially	-1288
▁8	-1289
ory	-1290
▁complete	-1291
▁arrived	-1292
▁wine	-1293
▁buff	-1294
▁However	-1295
gin	-1296
not	-1297
ne	-1298
ready	-1299
▁card	-1300
▁cur	-1301
▁exc	-1302
atur	-1303
▁music	-1304
▁regular	-1305
▁beautif	-1306
▁doing	-1307
▁isn	-1308
▁guys	-1309
▁course	-1310
▁already	-1311
▁Re	-1312
--	-1313
▁party	-1314
▁cor	-1315
▁local	-1316
▁pos	-1317
▁miss	-1318
▁cost	-1319
by	-1320
▁tacos	-1321
▁live	-1322
ition	-1323
▁7	-1324
▁short	-1325
▁includ	-1326
ened	-1327
30	-1328
mon	-1329
mber	-1330
▁wouldn	-1331
ocolate	-1332
▁tot	-1333
▁nood	-1334
▁TH	-1335
af	-1336
▁bowl	-1337
▁making	-1338
▁amount	-1339
though	-1340
▁ago	-1341
aving	-1342
▁comfort	-1343
▁recei	-1344
▁fact	-1345
▁attentive	-1346
▁saw	-1347
▁red	-1348
▁disc	-1349
ees	-1350
▁sho	-1351
▁waited	-1352
▁resp	-1353
▁Love	-1354
▁Fri	-1355
▁size	-1356
hai	-1357
▁deli	-1358
▁instead	-1359
▁First	-1360
▁At	-1361
▁office	-1362
▁dining	-1363
▁dry	-1364
ats	-1365
▁pol	-1366
▁plate	-1367
▁either	-1368
▁quest	-1369
▁bill	-1370
ial	-1371
its	-1372
▁seated	-1373
▁Che	-1374
▁stre	-1375
tic	-1376
nter	-1377
rest	-1378
ern	-1379
▁,	-1380
▁prod	-1381
▁explain	-1382
▁prom	-1383
mm	-1384
▁waiter	-1385
▁yet	-1386
▁prov	-1387
pm	-1388
▁soon	-1389
▁floor	-1390
▁mar	-1391
▁quickly	-1392
ider	-1393
▁maybe	-1394
▁purcha	-1395
▁late	-1396
ye	-1397
▁smo	-1398
ention	-1399
▁15	-1400
▁Don	-1401
▁crisp	-1402
rit	-1403
▁warm	-1404
ients	-1405
▁myself	-1406
▁requ	-1407
▁entire	-1408
iv	-1409
▁easy	-1410
▁gener	-1411
▁Pl	-1412
▁ind	-1413
▁paid	-1414
itting	-1415
▁Thank	-1416
ertain	-1417
ino	-1418
▁strip	-1419
▁glass	-1420
▁bott	-1421
▁honest	-1422
▁near	-1423
iter	-1424
▁aut	-1425
▁needs	-1426
▁est	-1427
▁hor	-1428
avour	-1429
▁beautiful	-1430
▁might	-1431
▁slow	-1432
▁wish	-1433
verage	-1434
▁boy	-1435
!!!!	-1436
▁fine	-1437
uct	-1438
old	-1439
▁liked	-1440
▁pass	-1441
▁read	-1442
ggest	-1443
▁30	-1444
▁Then	-1445
▁received	-1446
▁dress	-1447
ung	-1448
▁bag	-1449
▁Las	-1450
kend	-1451
itchen	-1452
▁morn	-1453
▁head	-1454
cc	-1455
▁Sp	-1456
▁str	-1457
▁fair	-1458
ced	-1459
▁reserv	-1460
▁fan	-1461
▁variet	-1462
▁Will	-1463
▁reasonable	-1464
▁num	-1465
ah	-1466
acon	-1467
▁suggest	-1468
▁9	-1469
▁ended	-1470
ster	-1471
gar	-1472
▁prep	-1473
▁chocolate	-1474
▁portions	-1475
▁understand	-1476
▁charge	-1477
▁weekend	-1478
▁mention	-1479
▁cheap	-1480
▁Everything	-1481
▁crowd	-1482
ides	-1483
▁cup	-1484
ots	-1485
▁ton	-1486
▁Ex	-1487
▁ready	-1488
▁change	-1489
▁however	-1490
▁air	-1491
ledge	-1492
▁avail	-1493
ieve	-1494
▁medi	-1495
augh	-1496
▁lack	-1497
ures	-1498
▁months	-1499
▁pres	-1500
ell	-1501
ines	-1502
▁impressed	-1503
ES	-1504
▁morning	-1505
▁wings	-1506
▁Un	-1507
▁Had	-1508
▁pie	-1509
▁accom	-1510
ange	-1511
▁bir	-1512
▁seating	-1513
▁mass	-1514
▁watch	-1515
▁seen	-1516
▁expensive	-1517
▁pool	-1518
▁inte	-1519
▁style	-1520
".	-1521
▁veget	-1522
oose	-1523
ret	-1524
row	-1525
▁sn	-1526
▁Cha	-1527
▁employees	-1528
▁inter	-1529
▁mix	-1530
▁lou	-1531
mb	-1532
▁pain	-1533
gers	-1534
▁season	-1535
▁rolls	-1536
▁guess	-1537
▁counter	-1538
▁trip	-1539
iance	-1540
▁dro	-1541
▁pleasant	-1542
▁Definitely	-1543
▁portion	-1544
▁cake	-1545
ique	-1546
▁given	-1547
▁variety	-1548
▁rid	-1549
▁mil	-1550
idd	-1551
▁plan	-1552
line	-1553
▁mind	-1554
▁inform	-1555
▁seems	-1556
▁lady	-1557
▁comb	-1558
▁conf	-1559
ime	-1560
▁grill	-1561
sw	-1562
▁mom	-1563
▁chips	-1564
▁col	-1565
aturday	-1566
ummy	-1567
▁repl	-1568
ins	-1569
zy	-1570
▁sto	-1571
▁etc	-1572
50	-1573
ech	-1574
ired	-1575
▁available	-1576
alth	-1577
▁perfectly	-1578
▁kept	-1579
enty	-1580
▁Saturday	-1581
▁taking	-1582
▁acc	-1583
co	-1584
▁okay	-1585
▁buffet	-1586
▁looks	-1587
▁mat	-1588
▁offered	-1589
▁typ	-1590
▁tom	-1591
ulous	-1592
▁believe	-1593
▁ju	-1594
outh	-1595
▁cash	-1596
▁Now	-1597
▁incred	-1598
▁wel	-1599
▁eff	-1600
▁imm	-1601
isf	-1602
▁greet	-1603
ween	-1604
▁'	-1605
▁answ	-1606
▁kitchen	-1607
ey	-1608
▁bacon	-1609
▁bart	-1610
▁wall	-1611
dd	-1612
▁Ne	-1613
▁worst	-1614
▁wind	-1615
▁reme	-1616
▁comfortable	-1617
▁life	-1618
▁mess	-1619
▁sub	-1620
friend	-1621
▁interest	-1622
▁issue	-1623
ully	-1624
▁adv	-1625
cept	-1626
▁early	-1627
▁weeks	-1628
▁low	-1629
▁NOT	-1630
▁Pho	-1631
ents	-1632
▁often	-1633
▁host	-1634
▁flavors	-1635
arn	-1636
▁Can	-1637
▁product	-1638
ding	-1639
▁street	-1640
pper	-1641
sa	-1642
thday	-1643
▁ate	-1644
▁glad	-1645
▁amb	-1646
▁Thai	-1647
▁knowledge	-1648
amb	-1649
▁conc	-1650
rap	-1651
ING	-1652
▁Mex	-1653
▁patio	-1654
ump	-1655
ank	-1656
▁butter	-1657
LL	-1658
ished	-1659
▁Yelp	-1660
▁serve	-1661
ird	-1662
fortun	-1663
▁Fr	-1664
lish	-1665
▁choice	-1666
▁stra	-1667
▁knew	-1668
▁Chin	-1669
▁recommended	-1670
▁Well	-1671
cked	-1672
wh	-1673
▁completely	-1674
▁plus	-1675
▁appre	-1676
aken	-1677
▁view	-1678
▁Best	-1679
gr	-1680
RE	-1681
▁twice	-1682
▁sy	-1683
▁lots	-1684
▁exact	-1685
ody	-1686
olog	-1687
▁An	-1688
unday	-1689
▁sitting	-1690
▁emp	-1691
▁nails	-1692
▁average	-1693
▁green	-1694
▁between	-1695
▁spend	-1696
."	-1697
▁bed	-1698
▁Br	-1699
▁ce	-1700
▁gets	-1701
ollow	-1702
▁Sunday	-1703
▁Went	-1704
ured	-1705
ption	-1706
rench	-1707
▁Sh	-1708
▁space	-1709
▁bath	-1710
▁appreci	-1711
▁birthday	-1712
▁choose	-1713
▁due	-1714
▁overall	-1715
▁ordering	-1716
▁det	-1717
▁Oh	-1718
ole	-1719
▁spr	-1720
▁:)	-1721
ments	-1722
▁gone	-1723
▁priced	-1724
▁comm	-1725
▁orders	-1726
▁noodles	-1727
▁tra	-1728
arent	-1729
▁request	-1730
▁sw	-1731
▁la	-1732
▁vegg	-1733
▁sme	-1734
▁itself	-1735
arlic	-1736
aughter	-1737
▁others	-1738
▁rather	-1739
▁Sc	-1740
▁cock	-1741
▁immedi	-1742
▁satisf	-1743
▁yes	-1744
▁health	-1745
man	-1746
cks	-1747
iterally	-1748
▁taken	-1749
▁Chicken	-1750
hind	-1751
▁crispy	-1752
▁pop	-1753
alian	-1754
go	-1755
▁horrible	-1756
▁pict	-1757
▁ing	-1758
▁lob	-1759
??	-1760
▁expected	-1761
▁consider	-1762
▁clos	-1763
▁int	-1764
▁dep	-1765
▁behind	-1766
▁experien	-1767
VER	-1768
▁follow	-1769
▁bite	-1770
ames	-1771
▁Pr	-1772
▁tech	-1773
▁poor	-1774
▁consist	-1775
AT	-1776
▁saying	-1777
▁across	-1778
▁book	-1779
hentic	-1780
itional	-1781
▁bro	-1782
▁heard	-1783
▁proper	-1784
▁Mexican	-1785
▁along	-1786
OU	-1787
ling	-1788
iches	-1789
▁terrible	-1790
na	-1791
▁event	-1792
used	-1793
▁burgers	-1794
▁white	-1795
ister	-1796
▁eggs	-1797
▁smell	-1798
▁Bl	-1799
▁May	-1800
▁evening	-1801
ection	-1802
▁wom	-1803
▁ide	-1804
▁norm	-1805
fortunately	-1806
uly	-1807
▁BB	-1808
▁Even	-1809
▁ingred	-1810
ote	-1811
▁within	-1812
imes	-1813
▁Friday	-1814
▁rooms	-1815
▁option	-1816
mod	-1817
▁speak	-1818
▁cockt	-1819
▁Q	-1820
gether	-1821
▁appetizer	-1822
▁di	-1823
▁fac	-1824
▁Thanks	-1825
▁moved	-1826
▁!	-1827
▁pi	-1828
▁brunch	-1829
come	-1830
▁potatoes	-1831
▁level	-1832
▁hung	-1833
▁daughter	-1834
▁contin	-1835
ighb	-1836
▁type	-1837
▁immediately	-1838
ched	-1839
▁doll	-1840
▁yummy	-1841
▁corn	-1842
▁plenty	-1843
▁oil	-1844
agement	-1845
ON	-1846
ior	-1847
▁window	-1848
▁pull	-1849
eces	-1850
▁pasta	-1851
▁text	-1852
ada	-1853
▁weren	-1854
▁mean	-1855
▁helped	-1856
uts	-1857
▁tomato	-1858
▁number	-1859
▁stick	-1860
▁stopped	-1861
els	-1862
▁High	-1863
▁Would	-1864
ita	-1865
▁surprised	-1866
▁val	-1867
▁soft	-1868
▁questions	-1869
▁box	-1870
hip	-1871
▁hit	-1872
▁process	-1873
▁simple	-1874
rooms	-1875
▁Se	-1876
ries	-1877
▁ob	-1878
▁ste	-1879
▁neighb	-1880
▁desk	-1881
▁servers	-1882
▁accommod	-1883
▁relax	-1884
▁remember	-1885
▁crab	-1886
sed	-1887
afood	-1888
▁mush	-1889
read	-1890
VE	-1891
aj	-1892
▁cal	-1893
▁certain	-1894
▁tip	-1895
▁opened	-1896
▁chef	-1897
▁art	-1898
att	-1899
▁four	-1900
▁worked	-1901
▁Su	-1902
▁met	-1903
▁issues	-1904
▁flavour	-1905
▁haven	-1906
▁together	-1907
▁sing	-1908
.9	-1909
▁mod	-1910
▁pieces	-1911
▁giving	-1912
▁talk	-1913
▁Sal	-1914
▁dou	-1915
▁gy	-1916
▁sandwiches	-1917
▁LO	-1918
▁Came	-1919
par	-1920
airs	-1921
▁boyfriend	-1922
▁sched	-1923
▁club	-1924
▁scre	-1925
ried	-1926
▁ori	-1927
▁authentic	-1928
▁tender	-1929
▁*	-1930
▁BBQ	-1931
▁Italian	-1932
▁bought	-1933
▁burrit	-1934
▁garlic	-1935
▁walking	-1936
▁grab	-1937
▁toast	-1938
▁hear	-1939
▁--	-1940
▁ingredients	-1941
▁longer	-1942
fer	-1943
als	-1944
ai	-1945
▁literally	-1946
▁black	-1947
ibly	-1948
ili	-1949
▁ones	-1950
:30	-1951
▁unique	-1952
▁salon	-1953
ces	-1954
▁Chinese	-1955
edic	-1956
▁poss	-1957
▁sell	-1958
▁build	-1959
iting	-1960
▁move	-1961
umb	-1962
▁loud	-1963
▁packed	-1964
▁dir	-1965
▁forward	-1966
CE	-1967
▁empty	-1968
▁sol	-1969
▁son	-1970
▁online	-1971
▁knowledgeable	-1972
▁exactly	-1973
enix	-1974
▁z	-1975
▁noticed	-1976
▁ann	-1977
▁tou	-1978
rect	-1979
▁recently	-1980
avy	-1981
▁prepared	-1982
▁guest	-1983
▁minute	-1984
▁massage	-1985
let	-1986
▁flavorful	-1987
▁checked	-1988
ball	-1989
▁date	-1990
▁yourself	-1991
▁Do	-1992
amen	-1993
▁paying	-1994
▁game	-1995
▁occ	-1996
▁While	-1997
▁totally	-1998
▁$5	-1999
ule	-2000
which	-2001
▁present	-2002
▁fre	-2003
ST	-2004
▁grilled	-2005
▁cute	-2006
ility	-2007
ense	-2008
aked	-2009
▁showed	-2010
▁greeted	-2011
▁above	-2012
▁rent	-2013
▁salsa	-2014
▁reservation	-2015
▁Really	-2016
▁added	-2017
▁hang	-2018
br	-2019
▁Nice	-2020
bur	-2021
▁sam	-2022
▁bland	-2023
▁$3	-2024
▁hope	-2025
▁beans	-2026
fic	-2027
ict	-2028
zen	-2029
▁excited	-2030
berry	-2031
▁THE	-2032
right	-2033
▁Mar	-2034
illa	-2035
▁delivery	-2036
▁child	-2037
AN	-2038
nce	-2039
▁salmon	-2040
ges	-2041
orry	-2042
▁cond	-2043
▁inv	-2044
▁Was	-2045
rees	-2046
ys	-2047
▁choices	-2048
▁creat	-2049
yond	-2050
▁With	-2051
ug	-2052
▁fig	-2053
▁Ste	-2054
▁truly	-2055
▁cent	-2056
port	-2057
▁Phoenix	-2058
antly	-2059
▁post	-2060
▁says	-2061
▁fo	-2062
arb	-2063
▁crust	-2064
ownt	-2065
▁located	-2066
▁nail	-2067
▁takes	-2068
▁vi	-2069
▁Some	-2070
▁chair	-2071
▁hands	-2072
ctor	-2073
▁mouth	-2074
▁welcom	-2075
▁seafood	-2076
▁eye	-2077
▁standard	-2078
▁origin	-2079
ini	-2080
▁bartender	-2081
ored	-2082
ages	-2083
owntown	-2084
made	-2085
ined	-2086
orth	-2087
▁cred	-2088
▁Both	-2089
ower	-2090
ming	-2091
▁ele	-2092
▁Any	-2093
▁charged	-2094
▁meals	-2095
▁$4	-2096
▁sales	-2097
pect	-2098
itive	-2099
▁aff	-2100
▁hold	-2101
hood	-2102
▁piece	-2103
kes	-2104
▁feeling	-2105
▁attention	-2106
ging	-2107
▁non	-2108
▁sent	-2109
▁finish	-2110
ites	-2111
▁idea	-2112
▁meet	-2113
ppings	-2114
▁allow	-2115
▁management	-2116
▁11	-2117
ific	-2118
▁201	-2119
▁tem	-2120
▁Highly	-2121
▁seat	-2122
arian	-2123
▁attit	-2124
▁partic	-2125
▁mult	-2126
▁although	-2127
▁estab	-2128
standing	-2129
▁team	-2130
amp	-2131
▁mach	-2132
▁conven	-2133
▁...	-2134
▁pricey	-2135
head	-2136
▁contact	-2137
▁happened	-2138
▁train	-2139
▁beyond	-2140
▁12	-2141
▁ambiance	-2142
▁Jo	-2143
▁Ca	-2144
emon	-2145
▁based	-2146
▁turned	-2147
▁beers	-2148
▁mac	-2149
▁spent	-2150
?!	-2151
▁goes	-2152
▁sound	-2153
▁talking	-2154
▁share	-2155
ply	-2156
▁word	-2157
hic	-2158
▁Del	-2159
ket	-2160
▁appe	-2161
▁eaten	-2162
▁panc	-2163
▁asking	-2164
▁wed	-2165
uit	-2166
che	-2167
▁Maybe	-2168
▁Cle	-2169
erg	-2170
viously	-2171
ident	-2172
▁Cal	-2173
OR	-2174
.00	-2175
▁explained	-2176
▁plates	-2177
▁Bur	-2178
▁Ord	-2179
▁apolog	-2180
chool	-2181
▁refill	-2182
▁bun	-2183
▁New	-2184
▁hungry	-2185
▁apart	-2186
▁dirty	-2187
icing	-2188
▁owners	-2189
iron	-2190
▁lim	-2191
▁including	-2192
▁thank	-2193
ms	-2194
▁forg	-2195
▁case	-2196
▁world	-2197
▁appro	-2198
▁toppings	-2199
iment	-2200
▁closed	-2201
arely	-2202
▁patient	-2203
hel	-2204
▁credit	-2205
ract	-2206
▁anywhere	-2207
una	-2208
asy	-2209
▁phot	-2210
▁five	-2211
▁fro	-2212
▁dam	-2213
▁fut	-2214
▁Go	-2215
▁stayed	-2216
▁color	-2217
key	-2218
▁luck	-2219
▁establish	-2220
▁leg	-2221
▁compl	-2222
▁chance	-2223
but	-2224
unk	-2225
▁aren	-2226
▁multi	-2227
iddle	-2228
▁city	-2229
vious	-2230
icient	-2231
oved	-2232
▁slight	-2233
▁Char	-2234
▁prompt	-2235
▁Ro	-2236
zz	-2237
▁changed	-2238
ane	-2239
▁coll	-2240
▁filled	-2241
▁cannot	-2242
iny	-2243
▁neg	-2244
arket	-2245
▁Ser	-2246
▁taco	-2247
▁ups	-2248
▁AN	-2249
ado	-2250
ities	-2251
nam	-2252
oli	-2253
▁shopping	-2254
med	-2255
▁services	-2256
▁future	-2257
▁Me	-2258
ase	-2259
▁Yes	-2260
▁correct	-2261
▁using	-2262
▁thin	-2263
▁smooth	-2264
.....	-2265
▁sides	-2266
▁attitude	-2267
▁chees	-2268
ature	-2269
▁saus	-2270
▁curry	-2271
▁commun	-2272
▁vibe	-2273
▁salty	-2274
.5	-2275
▁waff	-2276
▁Com	-2277
ands	-2278
▁specials	-2279
▁appetizers	-2280
oid	-2281
▁burrito	-2282
▁visiting	-2283
▁Par	-2284
▁joint	-2285
ait	-2286
▁stud	-2287
▁tor	-2288
▁lobster	-2289
▁Never	-2290
▁French	-2291
/2	-2292
▁filling	-2293
like	-2294
▁Exce	-2295
▁Staff	-2296
▁young	-2297
▁vehic	-2298
▁brown	-2299
▁single	-2300
de	-2301
▁sad	-2302
enc	-2303
▁downtown	-2304
▁ran	-2305
aged	-2306
▁value	-2307
▁Cl	-2308
▁Ab	-2309
▁pepper	-2310
▁$10	-2311
▁particular	-2312
ift	-2313
OM	-2314
tt	-2315
▁tap	-2316
▁spl	-2317
▁tick	-2318
ana	-2319
ising	-2320
▁neighbor	-2321
▁Everyone	-2322
iculous	-2323
priced	-2324
▁squ	-2325
▁matter	-2326
▁finished	-2327
▁opin	-2328
▁purchase	-2329
▁($	-2330
▁heart	-2331
noon	-2332
▁ramen	-2333
▁touch	-2334
▁Pe	-2335
▁mist	-2336
▁picked	-2337
isc	-2338
▁medium	-2339
▁summ	-2340
▁prefer	-2341
▁dent	-2342
pon	-2343
▁face	-2344
oron	-2345
▁sauc	-2346
ics	-2347
▁Other	-2348
ence	-2349
▁supposed	-2350
▁sometimes	-2351
▁multiple	-2352
ops	-2353
▁milk	-2354
▁Chr	-2355
▁interesting	-2356
▁dire	-2357
ison	-2358
▁middle	-2359
▁From	-2360
▁count	-2361
▁hostess	-2362
▁install	-2363
sh	-2364
▁trans	-2365
▁Per	-2366
▁Amazing	-2367
▁simply	-2368
stem	-2369
▁disappointing	-2370
▁sour	-2371
urs	-2372
▁Gr	-2373
▁total	-2374
▁outstanding	-2375
LE	-2376
▁honestly	-2377
▁paper	-2378
lo	-2379
▁tour	-2380
more	-2381
▁thick	-2382
▁Super	-2383
▁afternoon	-2384
▁park	-2385
▁girls	-2386
▁seats	-2387
10	-2388
▁equ	-2389
▁incredible	-2390
▁import	-2391
▁happen	-2392
▁answer	-2393
▁Only	-2394
▁vegan	-2395
▁personal	-2396
▁Scott	-2397
ppy	-2398
!)	-2399
▁Excellent	-2400
▁onion	-2401
▁sort	-2402
▁returning	-2403
▁Man	-2404
▁mins	-2405
▁dist	-2406
▁dogs	-2407
▁please	-2408
▁These	-2409
▁fixed	-2410
▁chose	-2411
▁system	-2412
▁bathroom	-2413
▁cu	-2414
▁employee	-2415
ina	-2416
▁crowded	-2417
▁Pro	-2418
▁school	-2419
▁convers	-2420
selves	-2421
▁po	-2422
▁opinion	-2423
▁situ	-2424
▁serving	-2425
▁afford	-2426
▁Once	-2427
▁woman	-2428
wards	-2429
▁gel	-2430
▁Ind	-2431
▁casino	-2432
▁Tr	-2433
▁AM	-2434
▁strong	-2435
▁wash	-2436
▁sausage	-2437
▁tastes	-2438
▁running	-2439
sp	-2440
▁env	-2441
▁efficient	-2442
▁Z	-2443
ership	-2444
AR	-2445
▁write	-2446
▁occas	-2447
▁Car	-2448
oronto	-2449
▁visited	-2450
▁whe	-2451
time	-2452
▁spec	-2453
▁products	-2454
dale	-2455
▁lemon	-2456
▁dark	-2457
▁ribs	-2458
▁establishment	-2459
OO	-2460
▁leaving	-2461
con	-2462
▁mel	-2463
▁fore	-2464
▁mis	-2465
amed	-2466
▁exception	-2467
▁bab	-2468
my	-2469
▁begin	-2470
EN	-2471
▁vegetarian	-2472
▁trad	-2473
▁desserts	-2474
alley	-2475
▁bell	-2476
▁somewhere	-2477
▁truck	-2478
▁Toronto	-2479
ma	-2480
ED	-2481
▁treated	-2482
▁wedding	-2483
▁included	-2484
▁Amer	-2485
▁convenient	-2486
▁tow	-2487
▁salt	-2488
ants	-2489
▁veggies	-2490
▁building	-2491
▁discount	-2492
anese	-2493
▁yelp	-2494
▁Fin	-2495
▁concern	-2496
▁mall	-2497
▁welcoming	-2498
▁ahead	-2499
▁Cr	-2500
AY	-2501
▁lay	-2502
ler	-2503
▁broth	-2504
▁Co	-2505
.)	-2506
▁cleaning	-2507
▁gem	-2508
▁basically	-2509
▁tasting	-2510
▁Sm	-2511
▁outd	-2512
▁fit	-2513
▁App	-2514
▁result	-2515
ironment	-2516
▁ball	-2517
ilar	-2518
ivered	-2519
▁Since	-2520
▁seeing	-2521
ux	-2522
▁email	-2523
▁roast	-2524
▁healthy	-2525
▁TV	-2526
ancy	-2527
ocre	-2528
▁mine	-2529
▁clear	-2530
itas	-2531
▁Aw	-2532
▁forget	-2533
▁bottle	-2534
▁pleased	-2535
▁win	-2536
▁send	-2537
LY	-2538
sing	-2539
▁crazy	-2540
ilet	-2541
urance	-2542
▁generous	-2543
▁fairly	-2544
real	-2545
▁appreciate	-2546
wise	-2547
▁sauces	-2548
▁Unfortunately	-2549
▁Fl	-2550
▁onions	-2551
work	-2552
orean	-2553
▁waste	-2554
▁knows	-2555
▁pulled	-2556
▁100	-2557
▁upd	-2558
▁bud	-2559
▁works	-2560
▁$6	-2561
▁pho	-2562
cl	-2563
▁lost	-2564
▁design	-2565
.99	-2566
▁salads	-2567
fully	-2568
▁mas	-2569
ters	-2570
▁organ	-2571
min	-2572
▁section	-2573
▁straw	-2574
arch	-2575
▁true	-2576
▁ban	-2577
▁#	-2578
sdale	-2579
▁neighborhood	-2580
▁Ok	-2581
▁Charl	-2582
▁delivered	-2583
▁pictures	-2584
▁summer	-2585
ream	-2586
▁unless	-2587
ky	-2588
▁gotten	-2589
ists	-2590
The	-2591
▁const	-2592
body	-2593
▁forgot	-2594
▁satisfied	-2595
▁possible	-2596
▁dollars	-2597
ying	-2598
bed	-2599
▁Ar	-2600
▁Ordered	-2601
ken	-2602
yes	-2603
▁Qu	-2604
house	-2605
ari	-2606
▁desc	-2607
▁environment	-2608
▁scr	-2609
▁mov	-2610
▁complaint	-2611
▁entree	-2612
▁shared	-2613
▁Although	-2614
▁airport	-2615
▁mixed	-2616
ushed	-2617
▁easily	-2618
aki	-2619
▁dressing	-2620
▁slightly	-2621
▁hig	-2622
pro	-2623
▁clearly	-2624
▁doctor	-2625
ned	-2626
▁ble	-2627
orough	-2628
▁trust	-2629
ays	-2630
▁quiet	-2631
▁thinking	-2632
▁ridiculous	-2633
▁heat	-2634
▁baked	-2635
▁repair	-2636
▁expecting	-2637
▁vehicle	-2638
arently	-2639
▁mentioned	-2640
▁tiny	-2641
▁upon	-2642
▁Nothing	-2643
▁expectations	-2644
▁frequ	-2645
▁deep	-2646
▁provided	-2647
▁Ari	-2648
▁combo	-2649
▁rating	-2650
▁lovely	-2651
▁refund	-2652
▁fa	-2653
▁games	-2654
▁Jap	-2655
▁situation	-2656
▁impro	-2657
▁typical	-2658
▁remind	-2659
▁accommodating	-2660
▁Most	-2661
▁craving	-2662
▁smile	-2663
▁mediocre	-2664
▁usual	-2665
▁solid	-2666
ones	-2667
lla	-2668
▁detail	-2669
ination	-2670
tuce	-2671
▁bal	-2672
▁overpriced	-2673
▁Bar	-2674
ppers	-2675
▁weird	-2676
urt	-2677
▁playing	-2678
▁checking	-2679
▁insurance	-2680
aced	-2681
▁purchased	-2682
▁memb	-2683
▁polite	-2684
▁seasoned	-2685
enders	-2686
▁fee	-2687
oooo	-2688
▁incredibly	-2689
▁fab	-2690
what	-2691
ona	-2692
▁yell	-2693
▁Mac	-2694
▁notice	-2695
IS	-2696
▁fruit	-2697
imate	-2698
▁considering	-2699
ached	-2700
▁Did	-2701
▁diffic	-2702
▁fall	-2703
▁awful	-2704
▁certainly	-2705
ocked	-2706
▁elsewhere	-2707
▁techn	-2708
▁45	-2709
▁LOVE	-2710
▁original	-2711
▁fil	-2712
▁locations	-2713
▁flat	-2714
tern	-2715
ka	-2716
▁Sha	-2717
▁Pizza	-2718
ator	-2719
▁limited	-2720
▁Always	-2721
▁annoy	-2722
rant	-2723
▁Scottsdale	-2724
▁center	-2725
▁fat	-2726
▁staying	-2727
cooked	-2728
▁whatever	-2729
▁stores	-2730
▁OK	-2731
/5	-2732
oss	-2733
orts	-2734
▁worse	-2735
▁Wow	-2736
light	-2737
▁skin	-2738
▁press	-2739
▁addition	-2740
rew	-2741
▁crunch	-2742
aring	-2743
▁moving	-2744
▁pancakes	-2745
▁Asian	-2746
▁ed	-2747
▁guests	-2748
aper	-2749
land	-2750
▁entrees	-2751
ron	-2752
▁prior	-2753
▁conversation	-2754
▁Wal	-2755
▁gym	-2756
otte	-2757
ency	-2758
▁tort	-2759
▁surprise	-2760
aim	-2761
▁tonight	-2762
▁straight	-2763
▁texture	-2764
▁except	-2765
▁alone	-2766
▁question	-2767
ering	-2768
acks	-2769
▁cab	-2770
▁Friend	-2771
▁negative	-2772
ains	-2773
ara	-2774
▁attend	-2775
▁Mond	-2776
▁cance	-2777
▁barely	-2778
▁rib	-2779
▁Tw	-2780
▁lettuce	-2781
▁webs	-2782
▁Hot	-2783
▁pract	-2784
▁replace	-2785
▁tuna	-2786
15	-2787
▁Got	-2788
▁step	-2789
ath	-2790
▁cocktails	-2791
▁smaller	-2792
▁frozen	-2793
▁Wor	-2794
▁pedic	-2795
▁NE	-2796
▁rare	-2797
▁learn	-2798
▁modern	-2799
▁reservations	-2800
▁De	-2801
▁outdoor	-2802
▁chairs	-2803
▁booth	-2804
now	-2805
UT	-2806
eep	-2807
▁compliment	-2808
▁note	-2809
▁Let	-2810
▁previous	-2811
ton	-2812
▁Or	-2813
ives	-2814
▁positive	-2815
▁foot	-2816
▁Its	-2817
▁problems	-2818
over	-2819
por	-2820
ucks	-2821
▁flight	-2822
ocado	-2823
▁$7	-2824
▁die	-2825
▁Le	-2826
▁seriously	-2827
▁board	-2828
▁beat	-2829
▁blue	-2830
bo	-2831
▁pan	-2832
▁spice	-2833
ric	-2834
ially	-2835
▁throughout	-2836
▁Awesome	-2837
▁lived	-2838
▁vac	-2839
▁missing	-2840
▁24	-2841
▁shot	-2842
▁lol	-2843
▁sorry	-2844
▁juicy	-2845
vered	-2846
▁noodle	-2847
eless	-2848
▁margar	-2849
▁Mont	-2850
▁thorough	-2851
▁compared	-2852
▁website	-2853
▁willing	-2854
▁hy	-2855
▁lamb	-2856
▁Like	-2857
▁test	-2858
whel	-2859
▁Finally	-2860
ero	-2861
▁station	-2862
▁chill	-2863
▁$20	-2864
▁avoid	-2865
aded	-2866
▁continue	-2867
▁greasy	-2868
▁means	-2869
▁homemade	-2870
fu	-2871
▁cafe	-2872
▁difficult	-2873
▁corner	-2874
▁Charlotte	-2875
▁spoke	-2876
▁dra	-2877
▁creamy	-2878
▁Gu	-2879
▁separ	-2880
isket	-2881
▁Indian	-2882
roc	-2883
▁Korean	-2884
▁normal	-2885
ajor	-2886
▁affordable	-2887
they	-2888
inger	-2889
▁provide	-2890
uesday	-2891
▁cashier	-2892
gain	-2893
▁covered	-2894
▁hate	-2895
▁lad	-2896
▁50	-2897
terday	-2898
hol	-2899
▁def	-2900
▁compet	-2901
AZ	-2902
omb	-2903
aven	-2904
▁tre	-2905
▁chew	-2906
▁glasses	-2907
▁assist	-2908
ope	-2909
▁mostly	-2910
▁Next	-2911
IT	-2912
▁lat	-2913
▁traditional	-2914
▁experienced	-2915
OW	-2916
▁meats	-2917
AS	-2918
▁40	-2919
▁sister	-2920
▁AND	-2921
entle	-2922
▁bunch	-2923
▁experiences	-2924
▁fell	-2925
▁split	-2926
val	-2927
just	-2928
▁clot	-2929
▁travel	-2930
▁higher	-2931
▁adm	-2932
▁dip	-2933
ches	-2934
lebr	-2935
▁brew	-2936
▁schedul	-2937
▁Bell	-2938
▁opp	-2939
ued	-2940
pet	-2941
▁SO	-2942
▁nicely	-2943
▁accept	-2944
▁form	-2945
gust	-2946
▁chain	-2947
▁Last	-2948
▁chili	-2949
▁nec	-2950
▁save	-2951
▁bottom	-2952
.50	-2953
▁wra	-2954
haps	-2955
ospit	-2956
ills	-2957
ipped	-2958
▁mistake	-2959
▁spin	-2960
▁telling	-2961
▁cocktail	-2962
▁baby	-2963
▁additional	-2964
action	-2965
▁exam	-2966
lfriend	-2967
▁American	-2968
▁actual	-2969
▁similar	-2970
idden	-2971
▁imag	-2972
▁Monday	-2973
▁$8	-2974
▁sle	-2975
▁En	-2976
▁shows	-2977
▁enc	-2978
▁machine	-2979
▁perfection	-2980
IC	-2981
▁mem	-2982
lic	-2983
ggy	-2984
▁pizz	-2985
EA	-2986
▁buying	-2987
ause	-2988
▁bri	-2989
▁returned	-2990
▁nights	-2991
▁cleaned	-2992
▁brand	-2993
▁bother	-2994
▁placed	-2995
▁double	-2996
▁cause	-2997
▁notch	-2998
▁watching	-2999
▁pricing	-3000
rent	-3001
▁reading	-3002
▁Dec	-3003
ision	-3004
▁Tuesday	-3005
▁cars	-3006
cle	-3007
for	-3008
▁Plus	-3009
omen	-3010
da	-3011
eed	-3012
chi	-3013
stairs	-3014
▁+	-3015
▁kinda	-3016
▁rush	-3017
▁forever	-3018
▁spots	-3019
▁shops	-3020
▁girlfriend	-3021
▁guac	-3022
ows	-3023
oni	-3024
▁informed	-3025
▁ven	-3026
▁sugar	-3027
▁interior	-3028
▁Why	-3029
▁rate	-3030
▁stuffed	-3031
▁major	-3032
▁gentle	-3033
umpl	-3034
▁fancy	-3035
▁Japanese	-3036
▁ign	-3037
▁kick	-3038
▁support	-3039
dy	-3040
▁Gre	-3041
▁pour	-3042
▁By	-3043
▁rich	-3044
▁da	-3045
▁bucks	-3046
▁basic	-3047
sters	-3048
▁anymore	-3049
ze	-3050
▁booked	-3051
▁tax	-3052
▁sampl	-3053
eded	-3054
▁celebr	-3055
▁favour	-3056
▁casual	-3057
oon	-3058
onse	-3059
▁Delicious	-3060
▁round	-3061
▁Try	-3062
▁Is	-3063
▁normally	-3064
iled	-3065
cut	-3066
▁vegetables	-3067
olks	-3068
▁information	-3069
▁slice	-3070
▁plat	-3071
**	-3072
reek	-3073
▁pub	-3074
ctions	-3075
inks	-3076
▁ladies	-3077
enny	-3078
▁story	-3079
▁dim	-3080
▁avocado	-3081
▁access	-3082
▁EVER	-3083
▁25	-3084
urity	-3085
AZING	-3086
▁children	-3087
▁vers	-3088
▁ten	-3089
▁Prices	-3090
▁Another	-3091
erve	-3092
ware	-3093
▁furn	-3094
▁ON	-3095
▁obviously	-3096
▁Friendly	-3097
ician	-3098
▁juice	-3099
▁fabulous	-3100
▁calling	-3101
▁desert	-3102
▁moment	-3103
▁receive	-3104
▁veggie	-3105
EST	-3106
▁schedule	-3107
▁Ter	-3108
▁las	-3109
▁Mc	-3110
vert	-3111
▁veg	-3112
acious	-3113
lease	-3114
▁response	-3115
▁known	-3116
itts	-3117
▁Sa	-3118
imi	-3119
▁cheaper	-3120
▁movie	-3121
▁cover	-3122
▁Burger	-3123
▁mushrooms	-3124
▁picture	-3125
▁sense	-3126
tle	-3127
▁dough	-3128
elf	-3129
ained	-3130
▁none	-3131
▁pet	-3132
▁bak	-3133
▁lines	-3134
▁bon	-3135
▁Christ	-3136
▁chat	-3137
▁tur	-3138
▁thru	-3139
zona	-3140
▁opening	-3141
▁dont	-3142
achos	-3143
outs	-3144
▁fire	-3145
▁entertain	-3146
teous	-3147
ittsbur	-3148
▁gift	-3149
▁delight	-3150
▁AMAZING	-3151
▁perform	-3152
outine	-3153
▁smoke	-3154
▁sun	-3155
▁brisket	-3156
▁state	-3157
▁DO	-3158
iforn	-3159
▁thanks	-3160
▁oy	-3161
▁Lots	-3162
▁slices	-3163
ams	-3164
▁NY	-3165
▁jo	-3166
list	-3167
▁market	-3168
▁disgust	-3169
▁ST	-3170
▁Get	-3171
▁hell	-3172
▁presentation	-3173
▁yesterday	-3174
▁agre	-3175
melet	-3176
you	-3177
ories	-3178
▁oh	-3179
amari	-3180
▁pedicure	-3181
▁duck	-3182
▁living	-3183
▁mid	-3184
▁plain	-3185
▁hum	-3186
▁offers	-3187
▁foods	-3188
▁spring	-3189
▁important	-3190
ume	-3191
cohol	-3192
ik	-3193
▁general	-3194
ecause	-3195
▁popular	-3196
pri	-3197
▁respect	-3198
▁yog	-3199
iest	-3200
▁folks	-3201
▁grand	-3202
uten	-3203
▁Montreal	-3204
▁hidden	-3205
▁warrant	-3206
▁fur	-3207
▁regard	-3208
nge	-3209
▁driving	-3210
ustr	-3211
▁nor	-3212
▁scall	-3213
▁relaxing	-3214
ittsburgh	-3215
▁Arizona	-3216
▁Te	-3217
▁refres	-3218
▁standing	-3219
hn	-3220
▁complaints	-3221
▁pizzas	-3222
▁direct	-3223
▁claim	-3224
empt	-3225
▁helping	-3226
ifornia	-3227
▁drop	-3228
▁answered	-3229
▁desp	-3230
20	-3231
retty	-3232
▁groc	-3233
▁courteous	-3234
▁mag	-3235
▁heavy	-3236
▁cozy	-3237
iling	-3238
▁arrive	-3239
▁broken	-3240
▁wat	-3241
▁init	-3242
▁Two	-3243
izes	-3244
▁Tac	-3245
▁property	-3246
▁replaced	-3247
▁Today	-3248
▁med	-3249
▁calls	-3250
RI	-3251
▁reasonably	-3252
▁doub	-3253
▁difference	-3254
▁nearby	-3255
▁treatment	-3256
back	-3257
iture	-3258
▁sav	-3259
itch	-3260
▁self	-3261
▁workers	-3262
▁YOU	-3263
▁refer	-3264
▁eyes	-3265
?"	-3266
aming	-3267
professional	-3268
▁nic	-3269
▁nearly	-3270
▁York	-3271
oba	-3272
▁Starb	-3273
orge	-3274
▁bigger	-3275
▁cand	-3276
▁confir	-3277
▁Again	-3278
bq	-3279
▁Loved	-3280
ph	-3281
▁dumpl	-3282
ield	-3283
▁gives	-3284
▁Loc	-3285
▁Out	-3286
▁mini	-3287
▁priv	-3288
▁finding	-3289
▁carry	-3290
▁Absolutely	-3291
▁parts	-3292
▁funny	-3293
▁Pittsburgh	-3294
▁spa	-3295
▁personally	-3296
how	-3297
▁hospit	-3298
▁expl	-3299
nes	-3300
▁cookies	-3301
▁sold	-3302
▁ride	-3303
▁visits	-3304
fect	-3305
▁road	-3306
▁pm	-3307
▁gravy	-3308
owing	-3309
ring	-3310
▁favorites	-3311
▁exceptional	-3312
▁loves	-3313
▁appreciated	-3314
▁descri	-3315
▁unfortunately	-3316
▁cart	-3317
▁van	-3318
▁tart	-3319
▁Of	-3320
▁odd	-3321
▁attempt	-3322
▁Big	-3323
▁Starbucks	-3324
▁communic	-3325
▁become	-3326
▁eng	-3327
GE	-3328
:00	-3329
▁soggy	-3330
uss	-3331
▁upset	-3332
▁upgr	-3333
amel	-3334
henomen	-3335
▁deliver	-3336
▁body	-3337
",	-3338
▁sick	-3339
▁throw	-3340
▁shut	-3341
▁register	-3342
▁requested	-3343
▁earl	-3344
▁tofu	-3345
gest	-3346
▁..	-3347
▁security	-3348
▁stated	-3349
▁pad	-3350
▁realized	-3351
▁despite	-3352
▁areas	-3353
aves	-3354
▁rock	-3355
▁1/2	-3356
▁welcome	-3357
▁depart	-3358
▁Look	-3359
▁cupc	-3360
▁feet	-3361
▁account	-3362
▁overly	-3363
▁belly	-3364
appy	-3365
▁pu	-3366
olid	-3367
▁topped	-3368
▁batter	-3369
▁California	-3370
▁NEVER	-3371
▁listen	-3372
▁ma	-3373
▁talked	-3374
▁likely	-3375
▁Wed	-3376
ago	-3377
uits	-3378
oop	-3379
▁dance	-3380
eno	-3381
▁refreshing	-3382
▁meatball	-3383
▁dine	-3384
henomenal	-3385
▁tend	-3386
▁repe	-3387
▁donuts	-3388
▁chip	-3389
▁Group	-3390
ursday	-3391
▁alcohol	-3392
▁anyway	-3393
▁Please	-3394
▁Sec	-3395
▁Have	-3396
▁wrap	-3397
▁hoping	-3398
▁Seriously	-3399
▁wood	-3400
▁safe	-3401
▁parent	-3402
ashimi	-3403
000	-3404
ountain	-3405
▁disappointment	-3406
▁omelet	-3407
▁favourite	-3408
ille	-3409
▁classic	-3410
aster	-3411
▁TO	-3412
▁bean	-3413
▁decide	-3414
▁ol	-3415
ses	-3416
lect	-3417
orable	-3418
▁que	-3419
alap	-3420
ubby	-3421
imal	-3422
chan	-3423
▁suggested	-3424
cale	-3425
ject	-3426
▁furniture	-3427
▁concept	-3428
▁cat	-3429
amole	-3430
▁Inst	-3431
▁Red	-3432
ura	-3433
▁daily	-3434
oof	-3435
dge	-3436
▁wanting	-3437
▁apartment	-3438
▁feels	-3439
▁cakes	-3440
▁Mic	-3441
ified	-3442
▁unprofessional	-3443
▁peppers	-3444
▁dealership	-3445
▁hadn	-3446
ecake	-3447
▁walls	-3448
▁Pretty	-3449
▁moist	-3450
asty	-3451
▁honey	-3452
arm	-3453
ald	-3454
▁coupon	-3455
ta	-3456
oring	-3457
▁tomatoes	-3458
▁frustr	-3459
ivers	-3460
▁everywhere	-3461
▁Sushi	-3462
▁themselves	-3463
▁older	-3464
▁comment	-3465
▁photos	-3466
isine	-3467
▁gluten	-3468
▁cooking	-3469
▁fault	-3470
▁fail	-3471
▁hip	-3472
▁orange	-3473
▁Here	-3474
▁venue	-3475
▁mother	-3476
▁compan	-3477
▁shower	-3478
▁surprising	-3479
▁Cent	-3480
▁nachos	-3481
ley	-3482
▁larger	-3483
ium	-3484
▁facility	-3485
▁member	-3486
▁third	-3487
night	-3488
▁manic	-3489
ene	-3490
uine	-3491
TH	-3492
▁bbq	-3493
▁waffle	-3494
▁John	-3495
▁figured	-3496
▁tickets	-3497
▁court	-3498
▁key	-3499
▁bright	-3500
▁Cheese	-3501
▁dropped	-3502
▁$15	-3503
▁sale	-3504
▁spinach	-3505
▁search	-3506
▁House	-3507
▁sports	-3508
comfort	-3509
▁respond	-3510
urry	-3511
▁cocon	-3512
▁Been	-3513
▁driver	-3514
▁tough	-3515
▁stuck	-3516
▁mango	-3517
▁roasted	-3518
▁reception	-3519
▁bartenders	-3520
▁ver	-3521
eth	-3522
▁mood	-3523
esar	-3524
▁Hor	-3525
mas	-3526
▁El	-3527
▁figure	-3528
/1	-3529
▁results	-3530
rance	-3531
▁coconut	-3532
arr	-3533
▁$9	-3534
▁condition	-3535
▁adult	-3536
▁current	-3537
▁es	-3538
▁Still	-3539
▁women	-3540
▁types	-3541
▁phenomenal	-3542
▁Thursday	-3543
▁earlier	-3544
▁receip	-3545
▁Rest	-3546
ented	-3547
efully	-3548
▁waffles	-3549
▁proce	-3550
veland	-3551
▁Salad	-3552
▁lacking	-3553
▁catch	-3554
▁address	-3555
▁lucky	-3556
▁ground	-3557
▁Somet	-3558
▁wide	-3559
▁various	-3560
▁ques	-3561
▁imagine	-3562
▁Beef	-3563
▁improve	-3564
▁closer	-3565
▁recent	-3566
▁hash	-3567
▁advert	-3568
▁La	-3569
▁drove	-3570
▁Need	-3571
▁Her	-3572
▁screen	-3573
▁warranty	-3574
▁iced	-3575
▁Happy	-3576
▁rot	-3577
▁smoked	-3578
▁properly	-3579
▁gar	-3580
irt	-3581
▁Check	-3582
▁agreed	-3583
▁Con	-3584
▁/	-3585
▁ru	-3586
▁range	-3587
ok	-3588
fish	-3589
iding	-3590
▁scheduled	-3591
▁absolute	-3592
▁separate	-3593
▁selections	-3594
▁french	-3595
onna	-3596
▁allowed	-3597
▁spect	-3598
▁Day	-3599
▁bites	-3600
▁dentist	-3601
▁classes	-3602
▁hes	-3603
▁ra	-3604
▁ur	-3605
▁apparently	-3606
▁regret	-3607
▁pair	-3608
vis	-3609
▁doors	-3610
anch	-3611
▁calamari	-3612
AC	-3613
▁ske	-3614
▁cro	-3615
!!!!!	-3616
▁crew	-3617
▁recommendations	-3618
▁mushroom	-3619
▁bars	-3620
▁training	-3621
ify	-3622
oice	-3623
using	-3624
▁promptly	-3625
▁gross	-3626
ortun	-3627
▁Cafe	-3628
▁shell	-3629
kin	-3630
alo	-3631
▁closing	-3632
▁combination	-3633
▁AZ	-3634
▁following	-3635
▁rushed	-3636
▁Strip	-3637
▁His	-3638
▁somewhat	-3639
▁bisc	-3640
▁displ	-3641
▁2.	-3642
▁Mad	-3643
▁mic	-3644
▁tons	-3645
▁Fresh	-3646
erk	-3647
▁Cleveland	-3648
▁didnt	-3649
▁Ph	-3650
▁chewy	-3651
illy	-3652
▁turkey	-3653
ctors	-3654
▁Custom	-3655
▁Bas	-3656
▁spacious	-3657
usion	-3658
▁BEST	-3659
▁disgusting	-3660
▁Steak	-3661
▁raw	-3662
▁crack	-3663
▁South	-3664
▁dollar	-3665
▁gas	-3666
▁valley	-3667
nesday	-3668
▁heaven	-3669
ERY	-3670
▁doubt	-3671
▁cow	-3672
▁soda	-3673
▁zero	-3674
▁members	-3675
▁danc	-3676
▁joke	-3677
ica	-3678
▁kill	-3679
▁complimentary	-3680
▁realize	-3681
▁cookie	-3682
▁pean	-3683
▁enjoyable	-3684
?)	-3685
▁overwhel	-3686
▁setting	-3687
▁Grill	-3688
▁blood	-3689
▁menus	-3690
▁contract	-3691
▁guacamole	-3692
▁cuisine	-3693
▁lounge	-3694
lt	-3695
enn	-3696
EL	-3697
▁Took	-3698
▁shoes	-3699
▁terri	-3700
ism	-3701
▁occasion	-3702
▁owned	-3703
▁missed	-3704
ergy	-3705
AM	-3706
▁consistent	-3707
▁temp	-3708
▁base	-3709
▁platter	-3710
▁hesit	-3711
▁crunchy	-3712
▁Clean	-3713
▁wants	-3714
▁Honest	-3715
umber	-3716
▁feed	-3717
▁stood	-3718
▁VERY	-3719
acular	-3720
tenance	-3721
▁sized	-3722
alled	-3723
▁dumplings	-3724
▁Gl	-3725
▁foc	-3726
ution	-3727
▁entrance	-3728
▁US	-3729
rons	-3730
cial	-3731
▁sizes	-3732
▁strawberry	-3733
▁Which	-3734
▁interested	-3735
▁lights	-3736
▁dev	-3737
ummus	-3738
IP	-3739
▁further	-3740
erved	-3741
▁bone	-3742
▁wax	-3743
▁Tom	-3744
▁otherwise	-3745
▁refused	-3746
▁oysters	-3747
▁prime	-3748
law	-3749
▁weekends	-3750
▁grocery	-3751
▁parents	-3752
otle	-3753
▁burnt	-3754
▁rings	-3755
▁Groupon	-3756
▁Who	-3757
▁block	-3758
▁rental	-3759
▁sea	-3760
▁client	-3761
▁ambience	-3762
▁opted	-3763
▁windows	-3764
▁damn	-3765
▁impressive	-3766
▁sum	-3767
adas	-3768
▁Eng	-3769
▁contain	-3770
ipment	-3771
▁colle	-3772
▁grou	-3773
▁sashimi	-3774
▁wow	-3775
▁putting	-3776
▁highlight	-3777
uffle	-3778
▁personable	-3779
▁Price	-3780
▁elev	-3781
▁receipt	-3782
▁quote	-3783
▁sleep	-3784
▁jalap	-3785
▁technician	-3786
▁Wednesday	-3787
▁burn	-3788
▁natur	-3789
???	-3790
▁Mon	-3791
weet	-3792
ietnam	-3793
▁ack	-3794
▁arr	-3795
▁respons	-3796
▁uncomfort	-3797
▁Dan	-3798
roll	-3799
ending	-3800
▁pleasantly	-3801
▁lab	-3802
▁passed	-3803
▁boba	-3804
▁Egg	-3805
inary	-3806
AL	-3807
▁miles	-3808
▁caramel	-3809
▁acknow	-3810
▁wont	-3811
▁ris	-3812
▁tire	-3813
IG	-3814
bread	-3815
OOD	-3816
▁bringing	-3817
▁drinking	-3818
wood	-3819
▁Rec	-3820
ram	-3821
▁Because	-3822
▁latte	-3823
ayed	-3824
llen	-3825
▁quot	-3826
▁patrons	-3827
▁recommendation	-3828
▁sample	-3829
▁Ad	-3830
▁cap	-3831
▁clothes	-3832
▁lower	-3833
▁department	-3834
sels	-3835
▁unit	-3836
▁handle	-3837
▁Worst	-3838
▁lobby	-3839
▁below	-3840
▁Perfect	-3841
acy	-3842
▁oper	-3843
▁trou	-3844
▁update	-3845
▁legs	-3846
chil	-3847
▁stom	-3848
▁spectacular	-3849
▁genuine	-3850
hered	-3851
fr	-3852
▁rese	-3853
▁resort	-3854
▁frequent	-3855
ils	-3856
▁Pal	-3857
▁instru	-3858
lex	-3859
izing	-3860
▁haircut	-3861
▁West	-3862
ony	-3863
▁filet	-3864
illas	-3865
arden	-3866
bit	-3867
▁advice	-3868
▁plastic	-3869
▁goodness	-3870
hile	-3871
▁Greek	-3872
▁bakery	-3873
▁soooo	-3874
▁fly	-3875
▁Anyway	-3876
▁seasoning	-3877
▁agree	-3878
▁changes	-3879
oz	-3880
unt	-3881
▁necess	-3882
▁$12	-3883
▁consistently	-3884
▁Chic	-3885
▁towards	-3886
▁machines	-3887
ivid	-3888
reet	-3889
▁insp	-3890
andom	-3891
▁1.	-3892
ashion	-3893
▁country	-3894
▁words	-3895
▁ticket	-3896
▁BE	-3897
▁weather	-3898
▁shit	-3899
▁whether	-3900
▁version	-3901
pes	-3902
▁mashed	-3903
▁stock	-3904
▁Place	-3905
▁du	-3906
ioli	-3907
fl	-3908
▁package	-3909
▁=	-3910
rup	-3911
▁push	-3912
▁uncomfortable	-3913
▁hotels	-3914
▁vegas	-3915
▁Cons	-3916
▁apple	-3917
bing	-3918
▁pressure	-3919
ners	-3920
▁garage	-3921
iy	-3922
rol	-3923
▁bomb	-3924
▁stri	-3925
45	-3926
ids	-3927
▁mot	-3928
▁$50	-3929
esides	-3930
▁beginning	-3931
▁awhile	-3932
▁stylist	-3933
mond	-3934
▁Probably	-3935
orgeous	-3936
ietnamese	-3937
▁banana	-3938
une	-3939
▁six	-3940
▁hole	-3941
▁Second	-3942
overed	-3943
▁cards	-3944
▁compar	-3945
ineapp	-3946
ards	-3947
that	-3948
▁Each	-3949
even	-3950
▁deals	-3951
▁HU	-3952
▁Ye	-3953
▁Customer	-3954
etch	-3955
.95	-3956
▁Mo	-3957
▁0	-3958
▁stress	-3959
ERE	-3960
iders	-3961
▁private	-3962
▁maintenance	-3963
ney	-3964
▁ear	-3965
▁Bo	-3966
▁specific	-3967
enedict	-3968
▁match	-3969
ended	-3970
▁diner	-3971
▁theater	-3972
eng	-3973
▁knowing	-3974
▁equipment	-3975
▁picky	-3976
ining	-3977
▁groups	-3978
▁writing	-3979
▁Horrible	-3980
erous	-3981
▁$30	-3982
ummer	-3983
▁rub	-3984
▁polish	-3985
▁print	-3986
▁Sto	-3987
rod	-3988
▁constantly	-3989
▁spending	-3990
▁ut	-3991
▁North	-3992
UST	-3993
▁City	-3994
▁fiance	-3995
▁Restaurant	-3996
ises	-3997
▁shouldn	-3998
▁Haw	-3999
▁generally	-4000
▁X	-4001
rs	-4002
▁Wait	-4003
▁stomach	-4004
iving	-4005
▁Bre	-4006
▁Being	-4007
▁points	-4008
▁decision	-4009
▁paint	-4010
▁Upon	-4011
▁IN	-4012
▁flow	-4013
▁alright	-4014
yn	-4015
▁Je	-4016
ement	-4017
▁pastries	-4018
▁Honestly	-4019
with	-4020
▁Im	-4021
▁annoying	-4022
ugg	-4023
▁East	-4024
▁3.	-4025
▁vide	-4026
▁cheesecake	-4027
▁bowls	-4028
▁vanilla	-4029
▁manner	-4030
udding	-4031
▁Tot	-4032
zel	-4033
fy	-4034
ilt	-4035
don	-4036
▁random	-4037
!).	-4038
▁hummus	-4039
nov	-4040
staff	-4041
▁Up	-4042
ference	-4043
▁ham	-4044
▁marin	-4045
▁complex	-4046
▁till	-4047
▁bank	-4048
imp	-4049
▁er	-4050
▁crap	-4051
▁Dis	-4052
▁whenever	-4053
▁Buff	-4054
▁Tried	-4055
▁Roll	-4056
▁AY	-4057
▁$25	-4058
▁100%	-4059
▁Bri	-4060
▁tires	-4061
ineapple	-4062
▁sucks	-4063
▁sil	-4064
▁vacation	-4065
▁Ang	-4066
▁Tem	-4067
▁clients	-4068
▁individ	-4069
▁ALL	-4070
▁Luck	-4071
▁hall	-4072
▁nap	-4073
▁bou	-4074
▁manicure	-4075
▁Chicago	-4076
▁biggest	-4077
▁Rock	-4078
▁snack	-4079
▁refills	-4080
▁thai	-4081
▁Cas	-4082
▁Chef	-4083
▁greens	-4084
▁tells	-4085
LLY	-4086
bel	-4087
plant	-4088
▁community	-4089
▁Pork	-4090
▁AYCE	-4091
ishing	-4092
▁takeout	-4093
▁macar	-4094
▁effort	-4095
corn	-4096
▁Green	-4097
▁Fried	-4098
ential	-4099
▁carpet	-4100
▁Wa	-4101
▁bub	-4102
ral	-4103
▁drunk	-4104
▁ben	-4105
!"	-4106
▁19	-4107
▁English	-4108
ama	-4109
▁Valley	-4110
▁gonna	-4111
▁dead	-4112
▁serious	-4113
AD	-4114
▁THIS	-4115
bert	-4116
▁Christmas	-4117
▁pump	-4118
▁Too	-4119
▁band	-4120
vin	-4121
▁AC	-4122
▁suggestions	-4123
▁Park	-4124
▁lighting	-4125
▁Spr	-4126
▁90	-4127
aint	-4128
▁conn	-4129
▁margarita	-4130
ground	-4131
▁blend	-4132
▁pita	-4133
▁$100	-4134
▁perhaps	-4135
▁enchil	-4136
▁apologized	-4137
sure	-4138
▁lefto	-4139
▁gentleman	-4140
▁relative	-4141
rop	-4142
ipe	-4143
▁ring	-4144
▁suc	-4145
▁costs	-4146
▁ho	-4147
▁Bet	-4148
mer	-4149
hetic	-4150
▁ang	-4151
▁rav	-4152
▁Come	-4153
▁syrup	-4154
▁meeting	-4155
▁include	-4156
▁noise	-4157
porate	-4158
antic	-4159
▁against	-4160
▁18	-4161
off	-4162
▁gorgeous	-4163
▁subst	-4164
this	-4165
▁site	-4166
▁Hawai	-4167
▁tips	-4168
▁hist	-4169
aging	-4170
▁scallops	-4171
▁brother	-4172
▁flavours	-4173
▁poutine	-4174
▁Make	-4175
▁Such	-4176
▁trash	-4177
innam	-4178
▁particularly	-4179
cher	-4180
▁surprisingly	-4181
▁soy	-4182
BLE	-4183
soci	-4184
▁groom	-4185
